xeon/20220406-fpw/logs/pg-4-64-1/7500/run-ro-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 7500
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 273573311
latency average = 0.105 ms
initial connection time = 9.897 ms
tps = 303973.530523 (without initial connection time)